Repository: dman25560/flickrstream
Catalog: language/flickrstm-*.po
Languages: es_es

source: Shortcodes
es_es: Códigos Cortos

source: General Settings
es_es: Ajustes Generales

source: Flickr Api Key:
es_es: Clave del Api de Flickr:

source: ex: your api key from Flickr
es_es: ejemplo: la clave de API de Flickr

source: Include Lightbox Scripts:
es_es: Incluya Scripts de Lightbox:

source: ex: check only if not using a Magnific Popup plugin
es_es: ejemplo: marque sólo si no se utiliza un plugin de Popup de Magnific

source: Use Mobile Photo Viewer:
es_es: Utilice Mobile Photo Viewer:

source: ex: check to use mobile photo viewer for mobile devices (adds about 77kb of code)
es_es: ejemplo: seleccione para utilizar el visor de fotos para dispositivos móviles (añade 77kb de código)

source: Save Changes
es_es: Guardar los Cambios

source: Are you sure you want to delete this item?
es_es: ¿Usted esta seguro que desea eliminar este elemento?

source: Create Shortcode
es_es: Crear Código Corto

source: Name:
es_es: Nombre:

source: ex: vanity name just for your reference
es_es: ejemplo: nombre de la vanidad sólo para su referencia

source: Type:
es_es: Tipo:

source: Gallery
es_es: Galería

source: ex: type of picture group
es_es: ejemplo: tipo de grupo de imagen

source: Number Of Photos:
es_es: Número de Fotos:

source: ex: number of photos to display
es_es: ejemplo: número de fotos a mostrar

source: Photo Selection:
es_es: Selección de Fotos:

source: Beginning
es_es: Comienzo

source: Random
es_es: Aleatorio

source: ex: how to select photos
es_es: ejemplo: cómo seleccionar fotos

source: Link Type:
es_es: Tipo de Enlace:

source: ex: how to open photo links
es_es: ejemplo: cómo abrir enlaces de foto

source: Thumbnail Size:
es_es: Tamaño de Miniatura:

source: Small
es_es: Pequeño

source: Medium
es_es: Mediano

source: ex: thumbnail size to use
es_es: ejemplo: tamaño a usar en las miniaturas

source: Photo Alignment:
es_es: Alineación de Foto:

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: ex: alignment of photos in gallery/set
es_es: ejemplo: alineación de las fotos en la galería/conjunto

source: Cache Data:
es_es: Datos en Caché:

source: Hide Set/Gallery Title:
es_es: Ocultar Título de Conjunto/Galería:

source: Hide Captions:
es_es: Ocultar títulos:

source: Save New Shortcode
es_es: Guardar Nuevo Código Corto

source: Go Back
es_es: Regresar

source: Edit Shortcode
es_es: Modificar Código Corto

source: ex: id of set or gallery
es_es: ejemplo: id del conjunto o galería

source: ex: how to select photos from Flickr
es_es: ejemplo: como seleccionar fotos desde Flickr

source: Preview:
es_es: Vista previa:

source: Edit
es_es: Modificar

source: Delete
es_es: Eliminar

source: Settings saved
es_es: Configuración guardada

source: Oops... something went wrong or there were no changes needed
es_es: Uy ... algo salió mal o no hubo cambios necesarios

source: Shortcode created
es_es: Códico corto creado

source: Oops... something went wrong
es_es: Uy ... algo salió mal

source: Shortcode updated
es_es: Código corto actualizado

source: Shortcode deleted
es_es: Código corto eliminado

source: No items found.
es_es: No se encontraron elementos.

source: Bulk Actions
es_es: Acciones en Bloque

source: Apply
es_es: Aplicar

source: Show all dates
es_es: Mostrar todas las fechas

source: List View
es_es: Vistas de Lista

source: Excerpt View
es_es: Vista de Extracto

source: %s pending
es_es: %s pendiente

source: Select All
es_es: Seleccionar Todos

source: Close (Esc)
es_es: Cerrar (Esc)

source: ERROR: INVALID SHORTCODE ID
es_es: ERROR: ID DE CÓDIGO CORTO INVÁLIDO

source: Type:
es_es: Tipo:

source: # Of Photos
es_es: # De Fotos:

source: Photo Selection:
es_es: Selección de Foto:

source: Link Type:
es_es: Tipo de Enlace:

source: Hide Gallery/Set Title
es_es: Ocultar Título de Galería/Conjunto

source: Cache Data
es_es: Datos en Caché

source: Hide Captions
es_es: Ocultar Títulos
